"Could not move to Applications folder" = "无法移动到应用程序文件夹";

"Do Not Move" = "不要移动";

"I can move myself to the Applications folder if you'd like." = "如果您愿意，我可以将自己移动到应用程序文件夹。";

"Move to Applications Folder" = "移动到应用程序文件夹";

"Move to Applications folder in your Home folder?" = "移动到您的个人文件夹中的应用程序文件夹？";

"Move to Applications folder?" = "移动到应用程序文件夹？";

"Note that this will require an administrator password." = "请注意，这将需要管理员密码。";

"This will keep your Downloads folder uncluttered." = "这将保持您的下载文件夹整洁。";
